Repository: Sher1978/FriendlyCode
Catalog: admin/lib/l10n/app_*.arb
Languages: ru

# loginTitle
source: Welcome Back
ru: С возвращением

# loginSubtitle
source: Sign in to manage your venue and view analytics.
ru: Войдите, чтобы управлять вашим заведением.

# googleSignIn
source: Sign in with Google
ru: Войти через Google

source: Owner Dashboard
ru: Панель владельца

source: Admin Dashboard
ru: Панель админа

source: Settings
ru: Настройки

source: Language
ru: Язык

source: Logout
ru: Выйти

# metrics
source: TODAY'S METRICS
ru: МЕТРИКИ ЗА СЕГОДНЯ

source: Total Check-ins
ru: Всего посещений

source: Avg Return
ru: Средний возврат

# discountDist
source: DISCOUNT DISTRIBUTION
ru: РАСПРЕДЕЛЕНИЕ СКИДОК

# tier1
source: Tier 1 (20%)
ru: Уровень 1 (20%)

# tier2
source: Tier 2 (15%)
ru: Уровень 2 (15%)

# tier3
source: Tier 3 (10%)
ru: Уровень 3 (10%)

source: EXPIRED
ru: ИСТЕКЛО

source: MANAGEMENT
ru: УПРАВЛЕНИЕ

source: Venue Profile
ru: Профиль заведения

# venueProfileSub
source: Name, Hours, Photos
ru: Название, время, фото

# configRules
source: Configure Time Rules
ru: Настройка правил

# configRulesSub
source: Adjust decay limits and percentages
ru: Сроки и проценты скидок

# marketingBlast
source: Send Marketing Blast
ru: Рассылка предложений

# marketingBlastSub
source: Re-engage lost customers
ru: Для возврата клиентов

# adminConsole
source: SUPER ADMIN CONSOLE
ru: КОНСОЛЬ СУПЕРАДМИНА

source: Platform Overview
ru: Обзор платформы

source: Total Venues
ru: Всего заведений

source: Total Guests
ru: Всего гостей

source: Pending Approval
ru: Ожидают одобрения

source: Active Venues
ru: Активные заведения

source: MANAGE
ru: УПРАВЛЯТЬ

source: Venues
ru: Заведения

source: Users
ru: Пользователи

source: System Stats
ru: Статистика системы

source: Reward Logic Config
ru: Конфигурация наград

# configTierLimit
source: Configure up to 5 Time Tiers.
ru: Настройте до 5 временных уровней.

source: Add Tier
ru: Добавить уровень

# retentionBase
source: Retention Base (Expired)
ru: База удержания (Просрочено)

# rewardPercent
source: Reward %
ru: Скидка %

# tierHint
source: Applied when user visits AFTER the last tier limit.
ru: Применяется, когда время последнего визита выше лимита.

source: SAVE LOGIC
ru: СОХРАНИТЬ

# logicUpdated
source: Reward Logic Updated!
ru: Настройки обновлены!

source: Visit within (Hrs)
ru: Визит в течение (ч)

# tierLabel
source: Tier {index}
ru: Уровень {index}

# marketingTitle
source: Marketing Blast
ru: Маркетинг-рассылка

# marketingDesc
source: Send a nudge to clients who haven't visited in a while.
ru: Отправьте уведомление клиентам, которые давно не заходили.

source: SEND BLAST
ru: ОТПРАВИТЬ

# blastSuccess
source: Marketing Blast Sent!
ru: Рассылка выполнена!

source: Edit Venue Profile
ru: Редактировать профиль

source: Venue Editor
ru: Редактор заведения

source: Guest Portal Language
ru: Язык гостевого портала

# guestPortalLanguageDescription
source: Select the default language that your guests will see when they scan your QR code.
ru: Выберите язык, который гости увидят по умолчанию при сканировании вашего QR-кода.

source: Venue Name
ru: Название заведения

source: Description
ru: Описание

source: Working Hours
ru: Часы работы

source: Instagram
ru: Инстаграм

source: SAVE CHANGES
ru: СОХРАНИТЬ ИЗМЕНЕНИЯ

# profileUpdated
source: Profile Updated Successfully
ru: Профиль обновлен

# tapToChangeCover
source: Tap to change Cover Photo
ru: Нажмите, чтобы изменить фото

# uploadPhoto
source: Upload Photo Placeholder
ru: Загрузка фото

source: POS Sticker Generator
ru: Генератор POS-наклеек

# posStickerSub
source: Print table stickers
ru: Печать наклеек на столы

source: GUEST DATABASE
ru: БАЗА ГОСТЕЙ

# guestDatabaseSub
source: List of guests who have interacted with your venue.
ru: Список гостей, которые взаимодействовали с вашим заведением.

source: Staff Management
ru: Управление персоналом

# staffManagementSub
source: Manage your personnel
ru: Ваши сотрудники

# downloadHighRes
source: DOWNLOAD HIGH-RES IMAGE
ru: СКАЧАТЬ МАКЕТ

# stickerInstantDiscount
source: Instant discount.
ru: Мгновенная скидка.

# stickerNoApps
source: No apps, no forms.
ru: Без приложений и анкет.

# stickerToday
source: Today: {percent}%
ru: Сегодня: {percent}%

# stickerTomorrow
source: Tomorrow: {percent}%
ru: Завтра: {percent}%

source: SHARE TO CLIENTS
ru: ПОДЕЛИТЬСЯ С КЛИЕНТАМИ

source: DOWNLOAD QR
ru: СКАЧАТЬ QR

source: MY DASHBOARD
ru: МОЙ ДАШБОРД

# switchVenue
source: SWITCH VENUE ({count})
ru: СМЕНИТЬ ЗАВЕДЕНИЕ ({count})

# welcomeBackHeadline
source: Welcome Back! 🌟 Your Reward TODAY: {percent}%
ru: С возвращением! 🌟 Ваша награда СЕГОДНЯ: {percent}%

# welcomeBackSubhead
source: The sooner you return, the bigger the reward.
ru: Чем чаще вы заходите, тем выше награда.

# rewardTodayHeadline
source: Your Reward TODAY: {percent}%
ru: Ваша награда СЕГОДНЯ: {percent}%

# rewardTodaySubhead
source: Want 20%? Come back tomorrow!
ru: Хотите 20%? Заходите завтра!

source: GET REWARD
ru: ПОЛУЧИТЬ НАГРАДУ

source: Venue Not Found
ru: Заведение не найдено

# venueNotFoundSub
source: The link you followed seems to be broken or the venue is no longer active.
ru: Ссылка недействительна или заведение больше не активно.

source: GO TO HOME
ru: НА ГЛАВНУЮ

# b2bHeroH1
source: Attract a guest — expensive. Retain — priceless.
ru: Привлечь гостя — дорого. Удержать — бесценно.

# b2bHeroSub
source: The only "smart" loyalty system that increases venue profit by 25%. We turn passers-by into Super VIP clients in 24 hours. No app development. No plastic. No effort.
ru: Единственная «умная» система лояльности, которая увеличивает реальную прибыль заведения на 25%. Мы превращаем прохожих в Super VIP клиентов за 24 часа. Без разработки приложений. Без пластика. Без усилий.

# b2bHeadline
source: Zero Friction Loyalty
ru: Лояльность без трения

# getTheApp
source: Get the Friendly Code App
ru: Скачать приложение Friendly Code

source: Download on
ru: Скачать в

# accessDeniedAdmin
source: Access Denied: You are not authorized as an Admin.
ru: Доступ запрещен: у вас нет прав администратора.

# loginFailed
source: Login Failed: {error}
ru: Ошибка входа: {error}

# timelineToday
source: Today
ru: Сегодня

# timelineTomorrow
source: Tomorrow
ru: Завтра

# timelineInDays
source: In {count} Days
ru: Через {count} дн.

source: Almost there!
ru: Почти готово!

# introduceYourself
source: Please introduce yourself to claim your reward.
ru: Пожалуйста, представьтесь, чтобы получить награду.

source: YOUR NAME
ru: ВАШЕ ИМЯ

# nameHint
source: e.g., Alex
ru: напр., Алекс

source: YOUR EMAIL
ru: ВАШ EMAIL

# thanksForVisiting
source: Thanks for visiting, {name}!
ru: Спасибо за визит, {name}!

# specialTreat
source: Here is your special treat.
ru: Вот ваш подарок.

source: CURRENT DISCOUNT
ru: ТЕКУЩАЯ СКИДКА

source: OFF TOTAL BILL
ru: ОТ ОБЩЕГО СЧЕТА

source: GET MY GIFT
ru: ПОЛУЧИТЬ ПОДАРОК

# showStaff
source: Show this screen to the staff when paying to apply your discount.
ru: Покажите этот экран персоналу при оплате, чтобы применить скидку.

# tapWhenReady
source: Tap the button above when you are ready to pay.
ru: Нажмите кнопку выше, когда будете готовы к оплате.

# marketingAudience
source: Audience Selection
ru: Выбор аудитории

# marketingAudienceSub
source: Choose who will receive your message.
ru: Выберите, кто получит ваше сообщение.

# marketingMessage
source: Message Content
ru: Содержание сообщения

# marketingMessageSub
source: Write a compelling reason for them to return.
ru: Напишите убедительную причину вернуться.

source: Campaign Title
ru: Заголовок кампании

# campaignTitleHint
source: Weekend Brunch 20% Off!
ru: Скидка 20% на бранч в выходные!

source: Message Body
ru: Текст сообщения

# messageBodyHint
source: Hey! We miss you. Show this message for a free coffee with your next meal! ☕
ru: Привет! Мы скучаем. Покажите это сообщение и получите бесплатный кофе к вашему заказу! ☕

# campaignImage
source: CAMPAIGN IMAGE (OPTIONAL)
ru: ИЗОБРАЖЕНИЕ КАМПАНИИ (ОПЦИОНАЛЬНО)

# actionLink
source: Action Link (Optional)
ru: Ссылка на действие (опционально)

# frequencyWarning
source: Campaigns are limited to 1 per week to ensure high deliverability.
ru: Кампании ограничены 1 разом в неделю для обеспечения высокой доставляемости.

source: PREPARING...
ru: ПОДГОТОВКА...

source: SEND CAMPAIGN NOW
ru: ОТПРАВИТЬ КАМПАНИЮ СЕЙЧАС

source: CAMPAIGN PERFORMANCE
ru: ЭФФЕКТИВНОСТЬ КАМПАНИИ

source: REACHABLE GUESTS
ru: ДОСТУПНЫЕ ГОСТИ

source: AVG. OPEN RATE
ru: СРЕДНИЙ % ОТКРЫТИЙ

source: CONVERSION
ru: КОНВЕРСИЯ

source: RECENT HISTORY
ru: НЕДАВНЯЯ ИСТОРИЯ

source: YOUR LOYAL GUESTS
ru: ВАШИ ЛОЯЛЬНЫЕ ГОСТИ

# noGuestsFound
source: No guests found yet
ru: Гости пока не найдены

# noGuestsSub
source: Guests will appear here once they scan your QR code.
ru: Гости появятся здесь, когда отсканируют ваш QR-код.

# guestNameCol
source: GUEST NAME
ru: ИМЯ ГОСТЯ

# contactInfoCol
source: CONTACT info
ru: КОНТАКТЫ

# statusCol
source: STATUS
ru: СТАТУС

# joinedDateCol
source: JOINED DATE
ru: ДАТА ПРИСОЕДИНЕНИЯ

# settingsTitle
source: SETTINGS
ru: НАСТРОЙКИ

# settingsSub
source: Manage your account and platform preferences.
ru: Управляйте своим аккаунтом и настройками платформы.

source: ACCOUNT PROFILE
ru: ПРОФИЛЬ АККАУНТА

source: Public Profile
ru: Публичный профиль

source: Email Address
ru: Электронная почта

source: Connected Venue
ru: Привязанное заведение

source: NOTIFICATIONS
ru: УВЕДОМЛЕНИЯ

source: Push Notifications
ru: Push-уведомления

# pushNotificationsSub
source: Receive real-time visit alerts.
ru: Получайте оповещения о визитах в реальном времени.

source: Email Reports
ru: Email-отчеты

# emailReportsSub
source: Weekly performance summaries.
ru: Еженедельные сводки эффективности.

source: Connect Telegram
ru: Подключить Telegram

# connectTelegramSub
source: Receive instant alerts in Telegram bot.
ru: Получайте мгновенные уведомления в Telegram боте.

# localizationLabel
source: LOCALIZATION
ru: ЛОКАЛИЗАЦИЯ

# languageLabel
source: Language
ru: Язык

# timezoneLabel
source: Timezone
ru: Часовой пояс

source: DELETE ACCOUNT
ru: УДАЛИТЬ АККАУНТ

source: VENUE ANALYTICS
ru: АНАЛИТИКА ЗАВЕДЕНИЯ

# venueAnalyticsSub
source: Detailed performance of your loyalty program.
ru: Подробные показатели эффективности вашей программы лояльности.

source: TOTAL ACTIVATIONS
ru: ВСЕГО АКТИВАЦИЙ

source: UNIQUE GUESTS
ru: УНИКАЛЬНЫХ ГОСТЕЙ

source: RETENTION RATE
ru: УДЕРЖАНИЕ (RETENTION)

source: RETENTION TREND
ru: ТРЕНД УДЕРЖАНИЯ

# retentionTrendSub
source: Average return time in hours.
ru: Среднее время возврата в часах.

source: REWARD USAGE
ru: ИСПОЛЬЗОВАНИЕ НАГРАД

# rewardUsageSub
source: Which tiers are most popular?
ru: Какие уровни наиболее популярны?

# billingTitle
source: BILLING & SUBSCRIPTION
ru: БИЛЛИНГ И ПОДПИСКА

# billingSub
source: Manage your payments and plan details.
ru: Управляйте платежами и деталями тарифа.

source: CURRENT PLAN
ru: ТЕКУЩИЙ ТАРИФ

source: PRO PLAN
ru: ТАРИФ PRO

# nextBillingDate
source: Next billing date: {date}
ru: Следующий счет: {date}

source: Unlimited Venues
ru: Безлимитные заведения

# prioritySupport
source: Priority SMS/Email Support
ru: Приоритетная поддержка (SMS/Email)

# advancedCrm
source: Advanced CRM Tools
ru: Расширенные CRM-инструменты

source: Raw Data Export
ru: Экспорт сырых данных

source: PAYMENT METHOD
ru: СПОСОБ ОПЛАТЫ

# visaEnding
source: Visa ending in {last4}
ru: Visa, заканчивающаяся на {last4}

# expires
source: Expires {date}
ru: Истекает {date}

# editBtn
source: EDIT
ru: ИЗМЕНИТЬ

source: BILLING HISTORY
ru: ИСТОРИЯ ПЛАТЕЖЕЙ

source: New Guests
ru: Новые гости

source: Loyal Guests
ru: Лояльные гости

source: Lost Guests
ru: Потерянные гости
